{
    "events": [
        {
            "eventName": "Spotlight",
            "eventDescription": "Got that spark to mesmerize an audience and own the Party? Kriti 6.0 brings you an open platform to showcase your Talent and shine in the biggest night of the fest !",
            "eventImage": "./imgs/Events/Canvas.png",
            "isReversed": true,
            "eventLink": "https://docs.google.com/forms/d/e/1FAIpQLSfe5guI5qtol8h3wcw3jXWmoh-oNdNtAHd_AdtmKqdEpxxIZA/viewform?usp=dialog"
        },
        {
            "eventName": "Eco Vision",
            "eventDescription": "Step up and share your vision for a sustainable future at the PPT Competition on Sustainable Development! This event invites participants to create compelling presentations that explore innovative solutions, strategies, and ideas for a greener, more sustainable world. Whether it’s tackling climate change, promoting renewable energy, or advancing eco-friendly practices, this competition challenges you to think critically and creatively about the global sustainability movement. Use your research, insights, and passion to inspire others and make a difference. Join us in presenting your ideas and be part of the conversation for a more sustainable tomorrow!",
            "eventImage": "./imgs/Events/EcoDesign.png",
            "isReversed": false,
            "eventLink": "https://forms.gle/3DVwbWe9FVBJLSfS9"
        },
        {
            "eventName": "Mud and Masterpiece",
            "eventDescription": "This is a hands-on session that invites you to shape your ideas into tangible works of art. Mold and sculpt clay into your desired form, then bring it to life with vibrant colors through painting. Whether you’re crafting a sculpture or a decorative piece, this workshop encourages self-expression and creative exploration. No prior experience needed—just bring your imagination and let the clay become your canvas. Join us for a fun, interactive experience where you’ll create unique, personalized artworks to take home!",
            "eventImage": "./imgs/Events/Mud.png",
            "isReversed": true,
            "eventLink": "https://docs.google.com/forms/d/1jLKFdpRhtgLsq-a3xLxU7vo314P-cbSWY0ee4V0z5xY/edit?chromeless=1"
        },
        {
            "eventName": "Graffiti Groove",
            "eventDescription": "Step into the world of street art and transform blank walls into bold, vibrant expressions of creativity. Whether you’re an experienced graffiti artist or new to the medium, this is your chance to experiment with spray paint, stencils, and bold designs. Graffiti is more than just art; it’s a powerful form of self-expression that challenges conventions and speaks to the urban experience. Work individually or collaborate with others to create a mural that reflects your unique style and voice. Come ready to make your mark in a colorful and dynamic environment!",
            "eventImage": "./imgs/Events/Graffiti.png",
            "isReversed": false,
            "eventLink": "#"
        },
        {
            "eventName": "Enigma Escape",
            "eventDescription": "Get ready to work together to solve the mysteries and unlock hidden secrets before time runs out. In this thrilling escape room challenge, teams will navigate through a series of puzzles, riddles, and clues that test their problem-solving skills, creativity, and teamwork. Each room is designed with a unique theme and storyline, immersing participants in an exciting adventure. Whether you’re deciphering codes, finding hidden objects, or unraveling complex scenarios, the Enigma Escape promises an exhilarating experience that will keep you on the edge of your seat. Gather your friends, put your heads together, and see if you can escape in time!",
            "eventImage": "./imgs/Events/FingersInFocus.png",
            "isReversed": true,
            "eventLink": "https://docs.google.com/forms/d/e/1FAIpQLSfjcFEmhA6l9RPWP_E_K--7MR4T9uXTA2MBokKLFsF3mioE4w/viewform?usp=dialog"
        },
        {
            "eventName": "Picture Perfect",
            "eventDescription": "Picture Perfect is a documentary film screening designed to inspire and ignite the creative spirit within students. Through powerful storytelling, this event showcases individuals, innovators, and movements that have shaped the world with their creativity and vision. By highlighting the transformative power of innovation, Picture Perfect encourages students to think boldly, challenge the status quo, and harness their own potential to make a meaningful impact. Join us for an inspiring cinematic journey that celebrates creativity, determination, and the drive to innovate!",
            "eventImage": "./imgs/Events/PicPerf.png",
            "isReversed": false,
            "eventLink": "#"
        },
        {
            "eventName": "Rust to Riches",
            "eventDescription": "Welcome to the Scrapyard, where creativity meets sustainability! In this exciting activity, participants will transform discarded materials into unique, imaginative works of art. Using everyday items like bottle caps, old magazines, fabric scraps, and more, you’ll craft something beautiful, functional, or entirely abstract. The Scrapeyard challenges you to think outside the box and see the potential in materials that are often overlooked. Embrace the thrill of creativity and innovation as you bring new life to what others may consider waste!",
            "eventImage": "./imgs/Events/RustToRiches.png",
            "isReversed": true,
            "eventLink": "#"
        },
        {
            "eventName": "Campus in Colors",
            "eventDescription": "Experience the charm of IIEST through art at our watercolor workshop in KRITI 6.0. In this guided session, participants will learn watercolor techniques and create paintings inspired by campus buildings, heritage sites, and iconic locations. Whether you’re a beginner or an experienced artist, this workshop offers a unique opportunity to capture the essence of IIEST in vibrant colors. Join us for a creative journey that celebrates the beauty of our campus and the art of watercolor painting!",
            "eventImage": "./imgs/Events/CampusInColors.png",
            "isReversed": false,
            "eventLink": "https://docs.google.com/forms/d/1G94kpElmcxINHqdxdX-R2dde_LFjGzW5wYyEbuCbleY/edit"
        },
        {
            "eventName": "Vouge-E-Bella",
            "eventDescription": "Participants are challenged to design and create a one-of-a-kind fashion piece that reflects their unique style and creativity. After crafting their masterpiece, designers will have the opportunity to showcase their work on the runway, wearing their own creations. The event celebrates the fusion of artistry and fashion, with each participant bringing their vision to life for a chance to win the title of the ultimate fashion designer. The competition is a platform for innovation, self-expression, and style.",
            "eventImage": "./imgs/Events/Vogue-e-Bella.png",
            "isReversed": true,
            "eventLink": "#"
        },
        {
            "eventName": "Art of Odyssey",
            "eventDescription": "Immerse yourself in a world of color, emotion, and imagination at the Art Exhibition. This exhibition showcases the talent, vision, and creativity of our members, offering a glimpse into their artistic journeys. From paintings and sketches to digital art and mixed media, each piece tells its own unique story. It’s a space for reflection, inspiration, and conversation about the diverse ways art can express ideas and emotions. Come explore, appreciate, and connect with the creative expressions of our community.",
            "eventImage": "./imgs/Events/Odyssey.png",
            "isReversed": false,
            "eventLink": "#"
        },
        {
            "eventName": "Fragmented Fantasies",
            "eventDescription": "Join us for a collaborative artistic journey at the Mosaic Art Booth! Over the course of three days, students from across campus will come together to create a powerful piece of environmental propaganda art. Each participant will paint a section of the board, contributing to a collective masterpiece that promotes environmental awareness and creative expression. This event is a celebration of teamwork, where every brushstroke adds to a larger vision of sustainability. Be a part of this inspiring project, and help create a visual statement that speaks to the future of our planet!",
            "eventImage": "./imgs/Events/FragmentedFantasies.png",
            "isReversed": true,
            "eventLink": "#"
        },
        {
            "eventName": "Art Arcade",
            "eventDescription": "Get ready for a whirlwind of creativity and excitement at Art Arcade! This fun-filled event brings together a variety of interactive games designed to spark your imagination and test your skills. Participants can engage in playful challenges that blend art with friendly competition, offering the perfect opportunity to unwind and showcase creativity. With a mix of light-hearted challenges and creative twists, Artcade promises fun for everyone. Join in for a memorable experience full of surprises, laughter, and creative fun!",
            "eventImage": "./imgs/Events/Artcade.png",
            "isReversed": false,
            "eventLink": "#"
        },
        {
            "eventName": "The Little Doodle Shop",
            "eventDescription": "This interactive art exchange fosters a spirit of creativity, connection, and mutual inspiration. It’s more than just swapping drawings—it’s a celebration of individual expression and a way to appreciate diverse perspectives. By sharing your art, you contribute a piece of your imagination to the collective canvas, and by choosing someone else’s work, you carry home a fragment of their creativity. Each card on the wall tells a unique story, reflecting the emotions, ideas, and styles of the participants. Whether you’re an experienced artist or simply someone who loves to doodle, this booth is a reminder that art is a universal language that brings people together. So, let your creativity flow, leave your mark, and be inspired by the vibrant community around you!",
            "eventImage": "./imgs/Events/DoodleShop.png",
            "isReversed": true,
            "eventLink": "#"
        },
        {
            "eventName": "Caricature Cafe",
            "eventDescription": "Step into the Caricature Cafe, where art meets humor in a lively and interactive setting! Here, talented artists will be on hand to create personalized caricatures for attendees, capturing their unique features with a playful twist. Whether you want a fun keepsake or a lighthearted gift, the Caricature Cafe offers a delightful experience that combines creativity and entertainment. Watch as your likeness is transformed into a whimsical work of art, and enjoy the lively atmosphere of this one-of-a-kind event. It’s the perfect opportunity to celebrate individuality and share some laughs along the way!",
            "eventImage": "./imgs/Events/CaricatureCafe.png",
            "isReversed": false,
            "eventLink": "#"
        },
        {
            "eventName": "BEing Artistic",
            "eventDescription": "Experience creativity like never before at KRITI 6.0 with our Tote Bag Painting Workshop, guided by a talented guest artist. Participants will learn basic painting techniques and design tips while exploring their own artistic style in a fun and relaxed environment. At the end of the workshop, participants can take home their handpainted tote bag, making it a perfect blend of art, learning, and a memorable keepsake.",
             "eventImage": "./imgs/Events/BeingArtistic.png",
            "isReversed": true,
            "eventLink": "https://docs.google.com/forms/d/e/1FAIpQLSfKRsq9PylPtQh49-nB2kWEX_4MxIzQ9Yd2DXWxVVtQIC5ilw/viewform"
        }
        
    ]
}
